[TLP_V_2_AssaultRifle_CV X2WeaponTemplate]
FriendlyName="XCOM 磁力突击步枪"
FriendlyNamePlural="XCOM 磁力突击步枪"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"

[TLP_V_2_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="XCOM 磁力突击步枪 (T2)"
FriendlyNamePlural="XCOM 磁力突击步枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"

[TLP_V_2_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="XCOM 磁力突击步枪 (T3)"
FriendlyNamePlural="XCOM 磁力突击步枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"


[TLP_V_2_Shotgun_CV X2WeaponTemplate]
FriendlyName="XCOM 磁力霰弹枪"
FriendlyNamePlural="XCOM 磁力霰弹枪"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"

[TLP_V_2_Shotgun_MG X2WeaponTemplate]
FriendlyName="XCOM 磁力霰弹枪 (T2)"
FriendlyNamePlural="XCOM 磁力霰弹枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"

[TLP_V_2_Shotgun_BM X2WeaponTemplate]
FriendlyName="XCOM 磁力霰弹枪 (T3)"
FriendlyNamePlural="XCOM 磁力霰弹枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"


[TLP_V_2_Cannon_CV X2WeaponTemplate]
FriendlyName="XCOM 磁力加农炮"
FriendlyNamePlural="XCOM 磁力加农炮"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高加农炮的战术效能。"
AbilityDescName="加农炮"

[TLP_V_2_Cannon_MG X2WeaponTemplate]
FriendlyName="XCOM 磁力加农炮 (T2)"
FriendlyNamePlural="XCOM 磁力加农炮 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高加农炮的战术效能。"
AbilityDescName="加农炮"

[TLP_V_2_Cannon_BM X2WeaponTemplate]
FriendlyName="XCOM 磁力加农炮 (T3)"
FriendlyNamePlural="XCOM 磁力加农炮 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高加农炮的战术效能。"
AbilityDescName="加农炮"


[TLP_V_2_SniperRifle_CV X2WeaponTemplate]
FriendlyName="XCOM 磁力狙击步枪"
FriendlyNamePlural="XCOM 磁力狙击步枪"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击枪的战术效能。"
AbilityDescName="狙击步枪"

[TLP_V_2_SniperRifle_MG X2WeaponTemplate]
FriendlyName="XCOM 磁力狙击步枪 (T2)"
FriendlyNamePlural="XCOM 磁力狙击步枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击枪的战术效能。"
AbilityDescName="狙击步枪"

[TLP_V_2_SniperRifle_BM X2WeaponTemplate]
FriendlyName="XCOM 磁力狙击步枪 (T3)"
FriendlyNamePlural="XCOM 磁力狙击步枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击枪的战术效能。"
AbilityDescName="狙击步枪"


[TLP_V_2_Pistol_CV X2WeaponTemplate]
FriendlyName="XCOM 磁力手枪"
FriendlyNamePlural="XCOM 磁力手枪"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高手枪的战术效能。"
AbilityDescName="手枪"

[TLP_V_2_Pistol_MG X2WeaponTemplate]
FriendlyName="XCOM 磁力手枪 (T2)"
FriendlyNamePlural="XCOM 磁力手枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高手枪的战术效能。"
AbilityDescName="手枪"

[TLP_V_2_Pistol_BM X2WeaponTemplate]
FriendlyName="XCOM 磁力手枪 (T3)"
FriendlyNamePlural="XCOM 磁力手枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高手枪的战术效能。"
AbilityDescName="手枪"
